{"/Kennisbank/Algemeen/PrintNode":{"title":"PrintNode","data":{"wat-is-printnode#Wat is PrintNode?":"PrintNode is een cloudgebaseerde printservice waarmee je documenten op afstand kunt afdrukken naar elke printer die verbonden is met het internet. PrintNode werkt door het installeren van een kleine clientapplicatie op de computer waar de fysieke printer op is aangesloten.Deze client communiceert vervolgens met de PrintNode-server, waardoor gebruikers printopdrachten naar die printer kunnen beheren en verzenden vanaf elke locatie, met verschillende apparaten zoals computers of smartphones.","installeren-van-printnode#Installeren van PrintNode":"Installeer PrintNode ALTIJD op een computer die verbonden is met het netwerk waar de printers op aangesloten zijn of waar de printer fysiek op aangesloten is! Zorg er tevens voor dat deze computer aanstaat wanneer er geprint moet worden.\r\nDaarom is het raadzaam een computer te kiezen die vrijwel altijd aan staat.\nHet is niet nodig om op meerdere pc’s de applicatie te installeren.\nPrintNode kan zowel op Windows, als op Apple (iOS) worden geïnstalleerd.\nWindows\tApple iOS\tWindows Vista, Windows 7, Windows 8, Windows 10, Windows 11\tBig Sur, Monterey and Ventura\t\nKies de juiste installer op de website en installeer het programma.","download-applicatie#Download applicatie":"Download het installatiebestand via https://www.printnode.com/en/download.","installeer-applicatie#Installeer applicatie":"Open het installatie bestand en volg de stappen\r\nLET OP: bij het 4e scherm is er de mogelijkheid om de applicatie te installeren als Windows Service. Vink dit NIET aan!","printnode-openen#PrintNode openen":"Na het installeren opent automatisch het programma. Het programma zal continue blijven draaien. Wanneer de computer uitgeschakeld wordt en opnieuw opgestart, wordt ook automatische het programma opgestart.Vul de volgende gegevens in:\nEmail adress\tPassword\tremco@ecbase.nl\tvakantie\t\nHet programma wordt nu geopend en toont uw computer (computernaam).\r\nStuur ons de naam van de PC waar PrintNode op geïnstalleerd staat en de namen van de printers die in het netwerk staan. Geef ook aan welke printer voor welk doeleinden gebruikt word.","stuur-gegevens#Stuur gegevens":"Stuur ons deze gegevens alsvolgt toe in een email naar remco@ecbase.nl:\nBedrijf (klantnaam):\t Bijvoorbeeld: JANSSEN AGF\nComputernaam (computer ID):\t Bijvoorbeeld: DESKTOP-KANTOOR-1\nAfleverbonprinter:\t Bijvoorbeeld: HP-PRINT-KNT-1\nPalletlabelprinter:\t Bijvoorbeeld: ZEB-ETIKET-2"}},"/Kennisbank/Inkoop/leeg":{"title":"Leeg","data":{"hallo#HAllo":""}},"/Kennisbank/Logistiek/leeg":{"title":"Leeg","data":{}},"/Kennisbank/Productie/leeg":{"title":"Leeg","data":{}},"/Kennisbank/Verkoop/prijsberekening":{"title":"Prijsberekening","data":{"":"In de backoffice van ecBase zijn er verschillende mogelijkheden wat betreft prijsberekening.\r\nVoor iedere branche zijn er andere voorkeuren.\nIn deze handleiding nemen we een zaak in AGF Groothandel als voorbeeld.\nHet doel van een correcte prijsstructuur is om zo transparant en effectief mogelijk de prijs te bepalen voor de klant.\r\nIn de bepaalde sectoren is het belangrijk om vooraf te bepalen of u met vaste- of dagprijzen gaat werken.","aanbiedingen-en-vaste-prijsafspraken-instellen#Aanbiedingen en vaste prijsafspraken instellen":"Met aanbiedingen kunt u (voor een bepaalde periode) een product tegen een vaste prijs verkopen. Dit geldt dan voor iedere klantgroep.\r\nDaarnaast kunt u prijsafspraken maken met klanten. Deze kunnen op individueel klantniveau worden ingesteld. U kunt dit bijvoorbeeld doen als volgt:\nVoor klant “x” stelt u de prijs van €0,50 per komkommer\nVoor klant “x” stelt u een korting van 15% op alle vergeten groenten"}},"/about":{"title":"Wij zijn ecBase","data":{"":"Wij zijn gespecialiseerd in de Food en Horeca en leveren state of the art technologie om uw ERP en het web te verbinden. Onze software is flexibel en gebruiksvriendelijk. Ons team levert kwaliteit met veel plezier en passie.\r\nWij hebben software ontwikkeld voor hotelketens en groothandels in de foodbranche. Hiermee automatiseren we de processen van magazijn, bestelling tot het uitleveren naar de eindklant.Aan het einde van de dag doet het restaurant of hotel een bestelling . Deze bestelling wordt geplaatst via de website van de groothandel. De groothandel ontvangt de bestelling en verzamelt de producten zodat ze de volgende dag bij de besteller zijn. Timing is cruciaal omdat wij werken met veel dagverse producten. Alle gegevens van producten worden bijgehouden: de houdbaarheidsdatum, het gewicht en andere voedingsspecificaties, zoals allergenen.ecBase werkt in de cloud waardoor klanten zich geen zorgen maken over servers, en backups, maar zich volledig richten op een efficiënte goederenstroom.Voor ons is een project geslaagd wanneer men zowel op directieniveau als op de werkvloer blij is met onze software. Het systeem is een groot onderdeel van het werk en moet dus gebruikersvriendelijk en efficiënt zijn. Daar zetten we ons iedere dag voor in."}},"/":{"title":"Waarmee kunnen we je helpen?","data":{"":"Welkom in het documentenportaal van ecBase.Gebruik de navigatie aan de linkerzijde van deze pagina om door de verschillende modules heen te scrollen.\r\nPer module hebben we verschillende gebruikershandleidingen ter beschikking.Probeer een zoekterm in te vullen aan de rechterbovenzijde van deze pagina.\r\nStaat uw vraag er niet tussen? Neem dan contact op via de deze contactpagina."}}}