{"/about":{"title":"Wij zijn ecBase","data":{"":"Wij zijn gespecialiseerd in de Food en Horeca en leveren state of the art technologie om uw ERP en het web te verbinden. Onze software is flexibel en gebruiksvriendelijk. Ons team levert kwaliteit met veel plezier en passie.\nWij hebben software ontwikkeld voor hotelketens en groothandels in de foodbranche. Hiermee automatiseren we de processen van magazijn, bestelling tot het uitleveren naar de eindklant.Aan het einde van de dag doet het restaurant of hotel een bestelling . Deze bestelling wordt geplaatst via de website van de groothandel. De groothandel ontvangt de bestelling en verzamelt de producten zodat ze de volgende dag bij de besteller zijn. Timing is cruciaal omdat wij werken met veel dagverse producten. Alle gegevens van producten worden bijgehouden: de houdbaarheidsdatum, het gewicht en andere voedingsspecificaties, zoals allergenen.ecBase werkt in de cloud waardoor klanten zich geen zorgen maken over servers, en backups, maar zich volledig richten op een efficiënte goederenstroom.Voor ons is een project geslaagd wanneer men zowel op directieniveau als op de werkvloer blij is met onze software. Het systeem is een groot onderdeel van het werk en moet dus gebruikersvriendelijk en efficiënt zijn. Daar zetten we ons iedere dag voor in."}},"/":{"title":"Waarmee kunnen we je helpen?","data":{"":"Welkom in het documentenportaal van ecBase.Gebruik de navigatie aan de linkerzijde van deze pagina om door de verschillende modules heen te scrollen.\nPer module hebben we verschillende gebruikershandleidingen ter beschikking.Probeer een zoekterm in te vullen aan de rechterbovenzijde van deze pagina.\nStaat uw vraag er niet tussen? Neem dan contact op via de deze contactpagina."}},"/kennisbank/algemeen/emballage":{"title":"Emballage instellen","data":{"":"In de backoffice heeft u de mogelijkheid om emballage te registreren en beheren. Om het emballage-systeem te kunnen gebruiken,\ndient u allereerst de emballage-stukken aan te maken. Dit gaat als volgt:","open-het-emballage-venster#Open het emballage venster":"Ga in de backoffice naar de rechterbovenhoek en klik op 'Instellingen'.\nKlik hierna in het tabblad 'Artikelen' op de optie 'Emballage'.","klik-op--nieuw#Klik op '➕ Nieuw'":"Om een nieuw emballage unit aan te maken. De verplicht in te vullen velden zijn met een '🚩' weergegeven.Vul de gegevens in. De velden spreken voor zicht. Vul bij Code een gemakkelijk te herleiden code in.\nGebruik de Volgorde om de sortering te bepalen in de backoffice, maar ook in het WMS of Transport App.\nBedrag is het te berekenen bedrag in EURO.Verberg\nWanneer u alle emballage units aangemaakt heeft, kunt u de emballage gaan berekenen bij klanten. U kunt per klant de berekening van\nemballage 'actief' of 'inactief' zetten. Dit doet u als volgt. Ga naar de module 'Klanten' en zoek de gewenste klant.\nEr opent nu een venster met optie's. Open het tabblad '⚙️Systeem' en kijk in het venster 'Opties'.U kunt hier ervoor kiezen om d.m.v. de checkbox '☑' aan te vinken, emballage te berekenen.\nGebruik de SNELBEWERK functie om meerdere klanten tegelijk te bewerken!"}},"/kennisbank/algemeen/artikelen":{"title":"Artikelen","data":{"":"In het scherm artikelen kunt u meerdere dingen doen, zoals een nieuw artikel toevoegen en foto's toevoegen. Hier leggen we u uit hoe alles werkt.","nieuw-artikel-toevoegen#Nieuw artikel toevoegen":"Let op: U hoeft lang niet alle gegevens in te vullen.","klik-op-het-tabblad-artikelen#Klik op het tabblad artikelen":"U krijgt nu een lijst van al uw artikelen te zien.","klik-op--nieuw-artikel#Klik op ➕ Nieuw artikel":"Hierna opent er een pop-up venster.\nHier kunt u veel verschillende artikelgegevens invullen. Er zijn verschillende tabbladen.","vul-de-basisgegevens-in#Vul de basisgegevens in":"Naam\tWat vult u in?\tHandm. artikelnr.\tHier kunt u een zelfgekozen artikelnummer invullen.\tNaam\tVul de naam van het artikel in. Dit veld is verplicht.\tHoofdleverancier\tU kunt hier de leverancier van het artikel kiezen. Als u op het pijltje klikt ziet u alle mogelijkheden. Hieronder kunt u selecteren of de hoofdleverancier zichtbaar moet zijn op de site.\tSubleverancier\tHier kunt u hetzelfde doen voor een eventuele subleverancier.\tInkoop type\tSelecteer \"bulk inkoop\" of \"inkoop per stuk\".\tGem. levertijd (dgn)\tHier kunt u een gemiddelde levertijd voor dit product aangeven.\tLevertype en dagen\tSelecteer Voorraad artikel als u het artikel direct op voorraad heeft. Heeft u het artikel niet in huis? Kies dan voor Bestel artikel.\tArtikelgroepen\tU kunt 1 of meerdere artikelgroepen aanzetten. Heeft u een webshop? Dan zien al uw klanten het product in deze artikelgroepen verschijnen.\tInhoud/eenheid\tHier kunt u invullen hoeveel er in een verpakking zit. Dat kan in ml, gram of stuks.\tLand\tHier vult u het land van herkomst van het product in.\tProduct status\tHier heeft u de keuze uit \"actief\", \"niet actief\" en \"tijdelijk niet actief\". Normaal gesproken zet u een artikel altijd op actief.\tKlantgroep status\tHier vult u de klantgroepen in waarvoor het product zichtbaar moet zijn.","vul-het-gedeelte-over-prijzen-in#Vul het gedeelte over prijzen in":"Hier vult u de inkoopprijs in.\nVul hier de prijs van het product in. Als de klant geen speciale korting\nkrijgt, is dit de prijs die hij of zij betaalt.\n Vul hier de kostprijs in. Dit is een verplicht veld.\nSommige producten hebben een adviesprijs. Deze kunt u hier invullen.\nKies het juiste BTW percentage uit de verschillende opties. Dit veld is\nverplicht.","klik-op-het-volgende-tabblad-omschrijving#Klik op het volgende tabblad \"Omschrijving\"":"Hier kunt u een korte productomschrijving voor het artikel invullen.","vervolgens-gaat-u-naar-het-tabblad-label-gegevens#Vervolgens gaat u naar het tabblad \"Label gegevens\"":"Hier kunnen gegevens voor een eventueel gegenereerd label ingevuld worden. Dit gebruikt u bijvoorbeeld als u het product gaat stickeren.","klik-op-het-tabblad-zoekinstellingen#Klik op het tabblad \"Zoekinstellingen\"":"Dit tabblad is speciaal voor de webshop. Hier kunt u zoekwoorden invullen en speciale eigenschappen van het product aanvinken.\nDaarnaast vult u hier de meta tags in.","ga-verder-naar-extra-informatie#Ga verder naar \"Extra informatie\"":"Wilt u nog meer informatie geven aan uw klant? Dan kunt u dit hier kwijt.\nSchrijf bijvoorbeeld een uitgebreide omschrijving over uw product, of zeg iets over de bereidingswijze.\nDaarnaast kun u hier belangrijke informatie over de allergenen en houdbaarheid kwijt.","open-het-tabblad-prijzen#Open het tabblad \"Prijzen\"":"Hier kunt u regels invoeren die de prijs regelen. Het systeem kijkt per groep of er een regel is voor een klant.\nHeeft u een prijsafspraak met een klant? Vul deze dan hier in. Klik daarvoor op de knop \"Nieuw\".\nEr opent een pop-up scherm. Hierin vult u het volgende in:\nKlant: Kies de klant uit de lijst\nEenheid: Kies de juiste eenheid uit de lijst\nStaffel: Vul hier in hoeveel de klant moet bestellen om de korting te krijgen. De staffel staat standaard ingesteld op 0. Dat betekent dat de klant de korting al vanaf 1 verpakking krijgt.\nPrijsregel heeft begindatum: Vul dit in als u de korting wilt laten gelden vanaf een datum in de toekomst. Wanneer u dit niet aanvinkt gaat de korting direct in.\nPrijsregel heeft einddatum: Vink dit vakje in als u de korting tot een bepaalde datum wilt laten gelden.\nOpslag type: Hier kunt u kiezen uit verschillende mogelijkheden. Kies voor een vaste prijs als u zelf de verkoopprijs in wilt voeren.\nU kunt ook kiezen voor een kortingsbedrag of een kortingspercentage. Daarnaast kunt u kiezen voor een opslagprijs of opslag percentage. Dan neemt het systeem de basisprijs en telt hier het bedrag of percentage bij op.\nKlik vervolgens op opslaan om de prijsregel op te slaan. Deze kunt u later altijd nog aanpassen.\nU kunt ook een tijdelijke prijs op klantgroep instellen. Let op: deze worden wel verwijderd wanneer de basisprijs verandert. Daarnaast kunt u een vaste prijs op klantgroep niveau instellen.\nHierbij vult u dezelfde gegevens in.Tot slot kunt u een korting op prijslijst niveau toevoegen.","overige-tabbladen#Overige tabbladen":"Er zijn nog veel meer tabbladen die u kunt invullen. Hieronder leggen we er nog een aantal uit:","vertalingen#Vertalingen":"Hier kunt u product vertalingen voor Engels, Duits, Frans en Spaans toevoegen.","ingrediënten#Ingrediënten":"Bij dit tabblad kunt u verschillende ingrediënten toevoegen. Vul het ingrediënt in en geef hierbij het percentage in.","voorraad#Voorraad":"Hier kunt u de actuele voorraad inzien en eventuele correcties doorvoeren.","inkooporders#Inkooporders":"Bekijk de inkooporders voor dit product over een bepaalde periode.","attributenvrije-velden#Attributen/Vrije velden":"Hier zijn vooringestelde velden die specifiek voor dit product gelden te zien. Zo kunt u nog meer informatie toevoegen.","voedingswaarde#Voedingswaarde":"Hier kunt u de voedingswaarde voor het product invullen. De velden met een rode vlag zijn verplicht.","allergenen#Allergenen":"Vul hier de lijst van allergenen in. Deze bestaat uit wettelijke allergenen (deze moet u aangeven) en additionele allergenen.","contracten#Contracten":"Hier kunt u bestaande contracten inzien en nieuwe contracten toevoegen.","fotos-toevoegen#Foto's toevoegen":"Natuurlijk kunt u ook foto's toevoegen aan uw product. Wij leggen u in onderstaand stappenplan uit hoe u dit doet.\nKlik op het pijltje naast het product.\nSelecteer Foto's beheren.\nKlik op Bestand kiezen.\nKies uw afbeelding/pdf die u wilt toevoegen.\nKies voor het type foto: afbeelding of pdf.\nSelecteer Copyright als er op uw afbeelding copyright rust.\nVoeg een omschrijving toe.\nKlik op uploaden."}},"/kennisbank/algemeen/gebruiker-toevoegen":{"title":"Gebruikers toevoegen","data":{"":"Om werknemers toegang tot het systeem te verlenen dienen deze worden aangemaakt als gebruiker in de backoffice.\nDenk aan kantoorpersoneel, chauffeurs, orderpickers en productiemedewerkers. Elke gebruiker kan aan een eigen profiel worden gekoppeld.Daarnaast kunnen er nog individuele rechten worden verleend of bepaalde rollen worden ingesteld.","ga-naar-instellingen#Ga naar instellingen":"Open het instellingen venster door in de rechterbovenhoek te klikken.","ga-naar-gebruikers#Ga naar 'Gebruikers'":"Open het venster en klik op '➕ Nieuwe gebruiker'. Vul de gegevens in.","toegangsprofiel#Toegangsprofiel":"Hier kan men het profiel toekennen aan de gebruiker. Deze zijn alsvolgt:\nProfiel\tBeschrijving\tGeen Toegang\tBlokkeert een gebruiker om in te loggen in onze systemen.\tStandaard Backoffice Gebruiker\tGebruiker heeft beperkte mogelijkheden in de backoffice. Facturen etc. zijn niet zichtbaar.\tAdminstrator\tVolledig toegang tot alle functies en instellingen in onze systemen.\tStandaard WMS Gebruiker\tDeze gebruiker heeft enkel toegang tot ons WMS systeem (orderpick, productie, magazijn).\tWMS Transport Gebruiker\tDeze gebruiker heeft enkel toegang tot onze transport applicatie.\t\nGebruik een cijfercode als gebruikersnaam. In ons WMS & Transport-applicatie moet met een cijfercode ingelogd worden!"}},"/kennisbank/algemeen/backoffice-installeren":{"title":"Backoffice installeren","data":{"browser-installeren#Browser installeren":"De backoffice van ecBase werkt het meest stabiel in de Chrome browser van Google. Deze kunt u hier downloaden.","url-openen#URL openen":"Daarna opent u Chrome en gaat u naar de volgende URL: https://app.ecbase.nl/backoffice/","snelkoppeling-toevoegen#Snelkoppeling toevoegen":"Ga naar de '3 verticale bolletjes' om de opties uit te vouwen. Klik op 'Meer hulpprogramma's' en hierna op 'Snelkoppeling maken...'Geef een naam (bijvoorbeeld: ecBase Backoffice) en klik op 'Maken'."}},"/kennisbank/bestel-app/leeg":{"title":"Leeg","data":{}},"/kennisbank/algemeen/printnode":{"title":"PrintNode","data":{"wat-is-printnode#Wat is PrintNode?":"PrintNode is een cloudgebaseerde printservice waarmee je documenten op afstand kunt afdrukken naar elke printer die verbonden is met het internet. PrintNode werkt door het installeren van een kleine clientapplicatie op de computer waar de fysieke printer op is aangesloten.Deze client communiceert vervolgens met de PrintNode-server, waardoor gebruikers printopdrachten naar die printer kunnen beheren en verzenden vanaf elke locatie, met verschillende apparaten zoals computers of smartphones.","installeren-van-printnode#Installeren van PrintNode":"Installeer PrintNode ALTIJD op een computer die verbonden is met het netwerk waar de printers op aangesloten zijn of waar de printer fysiek op aangesloten is! Zorg er tevens voor dat deze computer aanstaat wanneer er geprint moet worden.\nDaarom is het raadzaam een computer te kiezen die vrijwel altijd aan staat.\nHet is niet nodig om op meerdere pc’s de applicatie te installeren.\nPrintNode kan zowel op Windows, als op Apple (iOS) worden geïnstalleerd.\nWindows\tApple iOS\tWindows Vista, Windows 7, Windows 8, Windows 10, Windows 11\tBig Sur, Monterey and Ventura\t\nKies de juiste installer op de website en installeer het programma.","download-applicatie#Download applicatie":"Download het installatiebestand via https://www.printnode.com/en/download.","installeer-applicatie#Installeer applicatie":"Open het installatie bestand en volg de stappen\nLET OP: bij het 4e scherm is er de mogelijkheid om de applicatie te installeren als Windows Service. Vink dit NIET aan!","printnode-openen#PrintNode openen":"Na het installeren opent automatisch het programma. Het programma zal continue blijven draaien. Wanneer de computer uitgeschakeld wordt en opnieuw opgestart, wordt ook automatische het programma opgestart.Vul de volgende gegevens in:\nHet programma wordt nu geopend en toont uw computer (computernaam).\nStuur ons de naam van de PC waar PrintNode op geïnstalleerd staat en de namen van de printers die in het netwerk staan. Geef ook aan welke printer voor welk doeleinden gebruikt word.","stuur-gegevens#Stuur gegevens":"Stuur ons deze gegevens alsvolgt toe in een email naar remco@ecbase.nl:\nBedrijf (klantnaam):\t Bijvoorbeeld: JANSSEN AGF\nComputernaam (computer ID):\t Bijvoorbeeld: DESKTOP-KANTOOR-1\nAfleverbonprinter:\t Bijvoorbeeld: HP-PRINT-KNT-1\nPalletlabelprinter:\t Bijvoorbeeld: ZEB-ETIKET-2"}},"/kennisbank/algemeen/snelbewerk":{"title":"'Snel bewerk' -functie gebruiken","data":{"":"Met de 'snel bewerk' -functie kunt u een opdracht of aanpassing toekennen aan meerdere klanten of artikelen.\nDenk bijvoorbeeld aan een selectie van klanten toekennen aan een route of leverschema of een selectie van artikelen in een artikelgroep toevoegen.","selecteer-het-gewenste-aantal-klantenartikelen#Selecteer het gewenste aantal klanten/artikelen":"Gebruik de checkbox '☑' voor het artikel/klant om de batch te selecteren.","klik-op-de-knop-snel-bewerk#Klik op de knop 'Snel bewerk'":"Wanneer u het gewenste aantal geselecteerd heeft, klikt u bovenin de snelkoppelingen balk op 'Snel bewerk'.","selecteer-de-toepassing#Selecteer de toepassing":"Gebruik wederom de checkbox '☑' om een of meerdere toepassingen te wijzigen & klik op 'Opslaan'.\nLet op! Deze bewerking is niet te herstellen! Gebruik deze functie met aandacht!"}},"/kennisbank/facturen/factuurnummering":{"title":"Factuurnummering","data":{"":"In de backoffice worden de factuurnummers automatisch opeenvolgend vastgesteld. Het 'volgend factuurnummer' kan worden aangepast.\nDenk bijvoorbeeld aan factuurnummers waarbij de eerste 2 cijfers per jaar verschillen. Dit kunt u als volgt doen:","open-instellingen#Open instellingen":"Ga in de backoffice naar de rechterbovenhoek en klik op 'instellingen'","pas-de-nummering-aan#Pas de nummering aan":"Open dan in het tabblad 'Systeem & Toegang' het venster '⚙️ Mijn Account'.Open het tabblad 'Algemeen' en pas de nummering aan."}},"/kennisbank/inkoop/leveranciers-toevoegen":{"title":"Leveranciers toevoegen","data":{"":"In de backoffice kunt u uw leveranciers toevoegen aan de database. Hierna kunt u inkooporders versturen naar deze leveranciers.","nieuwe-leverancier-toevoegen#Nieuwe leverancier toevoegen":"Ga in de backoffice naar de module 'Leveranciers' en klik op '➕ Nieuwe leverancier'.\nHierna opent een venster waar u alle gegevens van de leverancier kunt invullen.Vul dit zo compleet als mogelijk in. Noodzakelijke gegevens/instellingen zijn aangegeven met een 🚩:\nBedrijfsgegevens -> Bedrijfsnaam\nAccountgegevens -> Status -> Actief\nInkoop Module -> E-mailadres"}},"/kennisbank/inkoop/bestelartikelen":{"title":"Bestelartikelen","data":{"":"Wanneer een order met een bestelartikel wordt geplaatst, is het essentieel om hiervan op de hoogte te zijn zodat u tijdig kunt bestellen bij uw leverancier. U kunt elke order handmatig controleren, maar efficiënter is het gebruik van de inkoopmodule voor bestelartikelen.","module-inkoop-bestelartikelen#Module ‘Inkoop Bestelartikelen’":"Navigatie: Ga naar het tabblad 'inkoop' en selecteer 'inkoop bestelartikelen'.\nDatum Selectie: In de module kunt u rechtsboven de datum selecteren tot wanneer de module moet kijken.\nLeveranciers Overzicht: De module toont de verschillende leveranciers en de bijbehorende te bestellen artikelen.\nInkooporder Aanmaken: U kunt ervoor kiezen om de artikelen automatisch in een nieuwe of bestaande inkooporder te verwerken.\nZo heeft u snel een overzicht van de te bestellen artikelen en kunt u deze direct toevoegen aan een inkooporder."}},"/kennisbank/instellingen/financieel/kortingen":{"title":"Kortingsmodule","data":{"":"In de Backoffice kunt u voor klanten eenvoudig een korting toevoegen. Dit doet u als volgt:","open-instellingen#Open instellingen":"Ga in de backoffice naar de rechterbovenhoek en klik op de knop instellingen.","ga-naar-kortingen#Ga naar Kortingen":"Open in het tablad Financieel het venster Kortingen.","klik-op-de-knop--nieuwe-korting#Klik op de knop \"➕ Nieuwe korting\"":"Hiermee opent u de pop-up Kortingsobject bewerken.","gegevens-invullen#Gegevens invullen":"Nu opent er een nieuw venster, waarin u alle gegevens gaat invullen.\nHieronder leggen wij uit hoe dit werkt.","naam#Naam":"Vul hier een unieke naam in, die u makkelijk terug kunt vinden.","status#Status":"Zet de korting op actief of niet actief.","type#Type":"Kies voor een doorlopende korting, coupon code, checkout korting of ontvang gratis product.","verschillende-soorten-kortingen#Verschillende soorten kortingen":"In de kortingsmodule kunt u kiezen tussen doorlopende korting, couponcode, checkout korting en onvtang gratis product.","doorlopende-korting#Doorlopende korting":"Wilt u een nieuwe actie starten? Bij de kortingsmodule kunt u een doorlopende korting selecteren.\nDeze kunt u beschikbaar maken voor bepaalde klantgroepen, of voor iedereen. Klik daarvoor de klantgroepen aan bij het kopje \"Klantgroep status\".\nWanneer u geen klantgroepen selecteert geld de korting voor iedereen.","coupon-code#Coupon code":"Selecteer de coupon code, schrijf een code (bijvoorbeeld WELKOM voor nieuwe klanten) en sla deze op.\nKlanten die de code hebben kunnen gebruik maken van de korting.\nWil je dat je klanten de code maar één keer kunnen gebruiken? Selecteer dan \"Eenmalige korting\".","checkout-korting#Checkout korting":"Deze korting wordt aan het einde van de bestelling verwerkt.","ontvang-gratis-product#Ontvang gratis product":"Selecteer deze optie als u wilt dat uw klanten een gratis product ontvangen.","klantgroep-status#Klantgroep status":"Selecteer één of meerdere klantgroep als u wilt dat deze korting alleen voor bepaalde groepen geldt.\nBij \"Coupon code\" vult u dit veld niet in.","artikelgroep-status#Artikelgroep status":"Vul hier een artikelgroep of de artikelgroepen in waarvoor de korting geld. Wil je dat de code in de hele webshop werkt?\nSelecteer dan geen artikelgroepen.\nBij \"Ontvang gratis product\" hoeft u geen artikelgroep te selecteren","leverancier#Leverancier":"Hier wordt automatisch alle leveranciers geselecteerd. Natuurlijk kunt u ook een enkele leverancier kiezen. De producten die deze leverancier levert krijgen dan de aangeboden korting.","korting#Korting":"In het veld korting geeft u aan hoeveel korting u aan de klant biedt.\nKies tussen Percentage van het bedrag ex BTW en Vast bedrag korting op het bedrag incl BTW.\nVervolgens vult u hiernaast het percentage of bedrag in.Dit veld is niet zichtbaar bij \"Ontvang gratis product\". U kunt dan alleen aangeven hoeveel gratis producten de klant krijgt.","minimum-orderbedrag#Minimum orderbedrag":"Hoeveel moet de klant bestellen om gebruik te kunnen maken van de korting? Vul een minimaal orderbedrag in. Dit bedrag kan ook 0.00 zijn, als u wilt dat iedere klant de korting krijgt.","periode-van-tm#Periode van t/m":"Vul in wanneer de korting ingaat en tot wanneer deze geldt.\nNu klikt u op opslaan. Heeft u alles goed ingevuld? Dan ziet u de korting terugkomen in het scherm. Hier kunt u alle gegevens nog een keer bekijken."}},"/kennisbank/inkoop/inkooporder-aanmaken":{"title":"Inkooporder Aanmaken","data":{"":"De inkooporder is een officieel document dat wordt gebruikt in het inkoopproces van uw bedrijf.\nHet wordt door u naar uw leverancier gestuurd om de intentie tot aanschaf van goederen vast te leggen.\nBelangrijke details zoals hoeveelheid, beschrijving van items, prijs, leverings- en betalingsvoorwaarden worden hierin gespecificeerd.","nieuwe-inkooporder#Nieuwe inkooporder":"Om een inkooporder aan te maken, dient u eerst uw leveranciers toe te voegen aan de backoffice.\nHierna kunt u een nieuwe inkooporder aanmaken.","ga-naar-de-inkoop-module#Ga naar de 'Inkoop module'":"Deze kunt u bereiken door op de knop te klikken in de navigatiebalk. Bovenin het homescherm van de backoffice staat echter ook\neen snelkoppeling naar 'Nieuwe inkoop'.","inkoop-order-samenstellen#Inkoop order samenstellen":"Kies nu de leverancier waarnaar u de inkooporder versturen wil. Wanneer u deze heeft gekozen opent het venster waar de inkooporder\nkan worden samengesteld. De besteldatum staat standaard op de dag waarop u de inkooporder aanmaakt. U kunt er ook voor kiezen om\ndeze aan te passen naar een datum in het verleden of toekomst. Daaronder geeft u aan wanneer u de bestelling ontvangen wilt.Eventueel kunt een interne opmerking, externe referentie en andere gegevens toevoegen.","artikelen-toevoegen-aan-inkooporder#Artikelen toevoegen aan inkooporder":"Onder de zojuist ingevulde gegevens vind u een aantal tabbladen. Onder het tabblad 'Inkoopregels' gaat u de artikelen toevoegen.Gebruik de eerst aangegeven regel om een artikel toe te voegen. Wanneer deze niet zichtbaar is, gebruik de knop '➕ Nieuwe orderregel'\nom een lege regel toe te voegen. Klik op de regel en begin met typen. Automatisch opent het zoekscherm\nen kunt u d.m.v. het toetsenbord of muis het juiste artikel selecteren. Gebruik hierna de 'TAB'- of 'ENTER' toets om naar de volgende\nkolommen te springen. Vul bijvoorbeeld de eenheid, inkoopprijs en aantallen in.\nWanneer u de regel doorentert met de 'ENTER'- of 'TAB' springt er automatisch een nieuwe regel in!","inkooporder-versturen#Inkooporder versturen":"Wanneer u alle artikelen heeft toegevoegd, kunt u ervoor kiezen om deze inkooporder te verzenden naar de leverancier.\nKlik op het tabblad 'Bestellen'. Wanneer u de gegevens volledig ingevuld heeft bij de leverancier zijn deze automatisch ingevuld.\nDaarnaast kunt u een afzender e-mailadres, afzender naam, en andere gegevens invullen.Deze kunt u ook automatisch invullen door een standaard vormgegeven mail (template) in te voeren en standaard afzender.\nDit kunt u instellen via 'instellingen' -> 'Mijn Account' -> 'E-mail instellingen'.Wanneer alle gegevens ingevuld zijn, kunt u de inkooporder versturen. Dit kunt u doormiddel van de knop '📨 Opslaan & Bestellen'.\nDe leverancier ontvangt van u een e-mail met in de bijlage de inkooporder in .PDF formaat. Deze kunt u zelf printen of opslaan door\naan de bovenzijde van dit scherm op de knop '🖨️ Bestelbon' te drukken.\nU kunt de order aan bepaalde statussen toewijzen deze zijn alsvolgt:\nDeze status krijgt de inkooporder op het moment dat u deze nieuw aangemaakt heeft.\nDeze status krijgt de inkooporder wanneer deze nog niet besteld is, maar nog ter controle kan worden bekeken door andere inkopers.\nDeze status krijgt de inkooporder wanneer men de inkooporder verstuurd heeft naar de leverancier.\nDeze status krijgt de inkooporder wanneer er een tussenstap wordt toegevoegd tussen een werknemer die de order\nin ontvangst neemt & een werknemer die de order in de voorraad inboekt.\nDeze status krijgt de inkooporder op het moment dat de order door de werknemer is ontvangen en wordt ingeboekt\nin de voorraad. Hierna kunnen de aantallen niet meer worden aangepast.\nWanneer de order deze status heeft, wordt deze gearchiveerd.\nWanneer u de inkooporder verstuurt naar de leverancier d.m.v. de knop '📨 Opslaan & Bestellen' krijgt de order automatisch de status Besteld."}},"/kennisbank/productie/leeg":{"title":"Leeg","data":{}},"/kennisbank/logistiek/leverschema":{"title":"Leverschema's","data":{"":"Met leverschema's kunt u uw klanten koppelen aan een tijdsgebonden schema. Zo kunt u met deze oplossingen bijvoorbeeld uw klanten\nenkel op de door u aangegeven dagen een bestelling laten plaatsen.","leverschema-aanmaken#Leverschema aanmaken":"In de backoffice ga naar 'instellingen' en klik in het vak 'Relaties' op 'Standaard Leverschema's'","klik-op--nieuw-klantschema#Klik op '➕ Nieuw Klantschema'":"Vul hier de naam van het leverschema in en eventueel een externe referentie. Vink de optie 'standaard' aan om dit leverschema\nin te stellen als standaard-leverschema. Wanneer u een nieuwe klant aanmaakt zal deze automatisch worden toegekend aan dit dit leverschema.","leverschema-instellen#Leverschema instellen":"Om het leverschema vorm te geven klikt u op '➕ Nieuwe dag'. deze kunt u alsvolgt instellen:\nGeef hier aan om welke dag het gaat dat de bestelling geleverd gaat worden\nHier kan men met het schema onderscheid maken om bepaalde producten van leveranciers op andere momenten beschikbaar te maken.\nDenk bijvoorbeeld aan producten van een leverancier die enkel op 1 dag in de week geleverd kunnen worden, terwijl uw andere\nproducten alle dagen van de week geleverd kunnen worden.\nU kunt onderscheid maken tussen de levertijden van bestel en voorraad artikelen.\nDe uiterlijke besteltijd geeft aan voor welke tijdstip het artikel besteld dient te worden","voorbeeld-1-simpel#Voorbeeld 1 (simpel)":"In onderstaand voorbeeld kunt u een leverschema zien met de volgende instellingen:\nMaandag t/m zaterdag de dagen waarop de klant een bestelling kan ontvangen.\nBestellingen die voor 23:00u geplaatst zijn, worden de volgende dag geleverd.\nGeen onderscheid tussen bestel/voorraad artikelen of leveranciers.","voorbeeld-2-uitgebreid#Voorbeeld 2 (uitgebreid)":"In onderstaand voorbeeld kunt u een leverschema zien met de volgende instellingen:\nMaandag, woensdag en vrijdag zijn de dagen waarop de klant een bestelling kan ontvangen.\nStandaard op voorraad artikelen die de klant op maandag wil ontvangen, dienen op zaterdag vóór 15:00u worden geplaatst.\nOp woensdag en vrijdag dienen deze artikelen de dag van te voren vóór 15:00u te worden geplaatst.\nBestellingen met artikelen die uzelf niet op voorraad heeft, maar moet bestellen, dienen 2 dagen van te voren vóór 15:00u te worden geplaatst.\nEnkel de bestelartikelen die op maandag geleverd gaan worden, moeten op donderdag vóór 15:00u besteld worden. dit geeft u als\nleverancier de tijd om uw 'te bestellen artikelen' op het juiste moment in huis te hebben."}},"/kennisbank/logistiek/routes":{"title":"Routes","data":{"":"Om uw logistieke proces te optimaliseren kunt u uw klanten indelen in routes.\nMet onze logistiek gerichte oplossingen wordt het dagelijks inplannen van chauffeurs een eenvoudige taak.","route-aanmaken#Route aanmaken":"In de backoffice ga naar 'instellingen' en klik in het vak 'Inkoop / Verkoop' op 'Routes'","klik-op--nieuwe-route#Klik op '➕ Nieuwe Route'":"Vul hier de naam van de route in, de lijstvolgorde waar de route in weergegeven wordt en zet de status van de route actief of inactief.","klanten-aan-route-toevoegen#Klanten aan route toevoegen":"Ga in de backoffice naar de module Klanten. Zoek de gewenste klant op en open deze door erop te klikken.\nEr opent nu een venster. Ga in dit venster naar het tabblad 'Leverschema'.U kunt hier verschillende velden invullen. Vul achter het veld 'Route' de zojuist aangemaakte route in.Deze klant is nu gekoppeld aan deze route en in verdere processen te gebruiken."}},"/kennisbank/verkoop/besteladvies":{"title":"Besteladvies","data":{"":"De berekening voor het besteladvies werkt per product als volgt:\nControle op minimale voorraad:\nHet systeem vergelijkt de huidige voorraad met de minimale voorraad.\nAls de huidige voorraad lager is dan de minimale voorraad, dan wordt het artikel als aanvulbehoefte gemarkeerd.\nBerekening van het aanvuladvies:\nHet verschil tussen de maximale voorraad en de huidige voorraad wordt berekend:\nAan te vullen hoeveelheid = Maximale voorraad - Huidige voorraad\nAfronden op besteleenheid:\nAanvullen op basis van besteleenheid:\nDeze hoeveelheid wordt vervolgens aangepast op basis van de waarde in \"bestellen per\".\nHet systeem rondt de aanvulhoeveelheid omhoog naar het dichtstbijzijnde veelvoud van deze besteleenheid:\nBesteladvies = Omlaag afgeronde hoeveelheid / Bestellen per * Bestellen per\nResultaat:\nDit geeft het besteladvies dat wordt weergegeven in de kolom “Advies”.\nDit advies kan handmatig worden aangepast via de kolom “Aantal inkoop”.\nLet op: Voor sommige producten (waar geen maximale voorraad of besteleenheid is ingevoerd) blijft het veld leeg of wordt alleen het waarschuwingssignaal gebruikt als trigger.Kort samengevat:Als de huidige voorraad < minimale voorraad → aanvullen tot maximale voorraad, afgerond naar het dichtstbijzijnde veelvoud van “bestellen per”."}},"/kennisbank/inkoop/besteladvies":{"title":"Inkoop en voorraadbeheer","data":{"":"Om uw inkoop en voorraad strak op orde te hebben, biedt de backoffice verschillende handige tools en modules. In deze handleiding behandelen we het besteladvies en de inkoop van bestelartikelen.","artikelen-inrichten#Artikelen Inrichten":"Bij het inrichten van de backoffice kunt u in de module 'artikelen' diverse gegevens aan een artikel koppelen, zoals prijs, eenheid, leverancier, etiketten en ingrediënten. Een belangrijk veld is 'lever type en dagen'. Hier geeft u aan of het artikel standaard op voorraad is of een bestelartikel betreft. Bij bestelartikelen vult u vervolgens het aantal leverdagen in.\nMeer over bestelartikelen inkopen","gegevens-invoeren-bij-artikelen#Gegevens Invoeren bij Artikelen":"Voorraadgegevens: Als u een artikel opent en vervolgens kiest u het tabblad 'voorraad', kunt u de voorraadgegevens van een artikel invoeren en aanpassen:\nMinimale Voorraad: Het minimum aantal dat op voorraad moet zijn.\nMaximale Voorraad: Het maximum aantal dat op voorraad mag zijn.\nBestellen per: De hoeveelheid waarin het artikel besteld kan worden.\nWaarschuwingen: Instelbaar voor bijna minimale voorraad en THT (Ten minste Houdbaar Tot) waarschuwingen.","besteladvies#Besteladvies":"Om uw magazijnvoorraad optimaal te beheren en problemen zoals derving of tekorten te voorkomen, biedt de backoffice de 'besteladvies' module. Deze module geeft een overzicht van de artikelen waarvoor u een besteladvies wilt ontvangen.Dit scherm toont een besteladvies van voorraadartikelen uw magazijn. Het overzicht helpt bij het beheren van minimum- en maximumvoorraden en het genereren van inkoopadviezen. Hieronder de belangrijkste onderdelen van het scherm:","bovenbalk#Bovenbalk":"Filtermogelijkheden: op leveranciers en sortering op artikelnaam/artikelnummer of op leverancier.\nReferentiedatum: geplande verkoopperiode wordt rechtsboven ingesteld.\nKnoppen: Exporteren, Printen, Reset en Verversen.","tabel-met-artikelen#Tabel met Artikelen":"Kolom\tBeschrijving\tArtikel #\tInterne artikelcode\tNaam\tOmschrijving van het artikel\tMin. vrd. / Max. vrd.\tMinimale en maximale voorraad\tBestellen per\tAantal waarin besteld moet worden\tWaarsch. bij\tWaarschuwingsdrempel\tGereserveerd vrd. / In bestelling / Huidige voorraad\tVoorraadinformatie\tHistorie 56dgn / Gem. p/dg\tVerkoophistorie\tGem. levertijd\tLevertermijn\tVerkocht +7dgn\tVerwachte verkoop in komende 7 dagen\tAdvies / Aantal inkoop\tBesteladvies en aanbevolen bestelhoeveelheid\tEenheid / Leverancier\tVerpakkingseenheid en leverancier\t\nArtikelen met lage voorraad of risico's worden met rode waarschuwingscijfers of cellen gemarkeerd.\nOnderaan vindt u een totaaloverzicht van:\nTotaal colli\nTotale inkoopwaarde\nMinimum bestelbedrag","besteladvies-opvragen#Besteladvies Opvragen":"Navigatie: Ga naar het tabblad 'inkoop' en selecteer 'besteladvies'.\nMagazijn Selectie: Kies het betreffende magazijn.\nOverzicht en Advies: Het systeem toont producten die de waarschuwingsgrens of minimale voorraad hebben bereikt. In de laatste kolom ziet u het besteladvies, dat u naar wens kunt aanpassen.\nHet systeem berekent het advies op basis van de verkoopgegevens van de door u ingestelde periode, instelbaar rechtsboven in de module.","de-berekening-voor-het-besteladvies-werkt-per-product-als-volgt#De berekening voor het besteladvies werkt per product als volgt:":"1. Controle op minimale voorraad:\nHet systeem vergelijkt de huidige voorraad met de minimale voorraad.\nAls de huidige voorraad lager is dan de minimale voorraad, dan wordt het artikel als aanvulbehoefte gemarkeerd.\n2. Berekening van het aanvuladvies:Het verschil tussen de maximale voorraad en de huidige voorraad wordt berekend:Aan te vullen hoeveelheid = Maximale voorraad - Huidige voorraad3. Aanvullen op basis van besteleenheid:\nDeze hoeveelheid wordt vervolgens aangepast op basis van de waarde in \"bestellen per\".\nHet systeem rondt de aanvulhoeveelheid omhoog naar het dichtstbijzijnde veelvoud van deze besteleenheid:\nBesteladvies = Omlaag afgeronde hoeveelheid / Bestellen per * Bestellen per4. Resultaat:\nDit geeft het besteladvies dat wordt weergegeven in de kolom “Advies”.\nDit advies kan handmatig worden aangepast via de kolom “Aantal inkoop”.\nLet op: Voor sommige producten (waar geen maximale voorraad of besteleenheid is ingevoerd) blijft het veld leeg of wordt alleen het waarschuwingssignaal gebruikt als trigger.Kort samengevat:Als de huidige voorraad < minimale voorraad → aanvullen tot maximale voorraad, afgerond naar het dichtstbijzijnde veelvoud van “bestellen per”."}},"/kennisbank/verkoop/betalingscondities":{"title":"Betalingscondities instellen","data":{"":"Betalingscondities zijn de voorwaarden die bepalen hoe en wanneer een betaling voor goederen moet worden uitgevoerd.\nZe kunnen verschillende aspecten omvatten, zoals de termijn waarbinnen de betaling moet worden voldaan, de geaccepteerde betaalmethoden, eventuele kortingen bij vroegtijdige betalingen, boetes voor te late betalingen en andere specifieke afspraken tussen u en uw klant.\nHet is belangrijk om betalingscondities duidelijk af te spreken om misverstanden of problemen bij de betaling te voorkomen.","betalingscondities-aanmaken#Betalingscondities aanmaken":"In de backoffice ga naar instellingen in de rechterbovenhoek.\nOnder het kopje 'Financieel' vind u de optie 'betalingscondities'.Klik op '➕ Nieuwe' om een nieuwe betalingsconditie aan te maken.","vul-de-gewenste-gegevens-in#Vul de gewenste gegevens in":"Geef allereerst een unieke naam in van de betalingsconditie.\nDeze kunt u naar eigen ingeving invullen om de conditie gemakkelijk te koppelen aan uw klanten.Daarna kunt er voor kiezen om de conditie 'actief' of 'niet actief' te zetten.In het veld 'Dagen' kunt u de termijn bepalen waarbinnen de betaling moet worden voldaan.U kunt ervoor kiezen om klanten die aan een bepaalde conditie gekoppeld zijn, een korting te geven.\nDenk aan betaling via 'automatische incasso' of iDeal.","condities-toekennen-aan-klanten#Condities toekennen aan klanten":"Ga naar de module 'Klanten' en zoek de gewenste klant.Open de klant en ga naar het tabblad 'Systeem'.In het vak 'Systeemgegevens', klik op het dropdown-menu achter 'Betalingsconditie' en kies de gewenste instelling.\nMeerdere klanten tegelijk toekennen? Gebruik de SNELBEWERK-functie!"}},"/kennisbank/verkoop/prijsberekening":{"title":"Prijsberekening","data":{"":"In de backoffice van ecBase zijn er verschillende mogelijkheden wat betreft prijsberekening.\nVoor iedere branche zijn er andere voorkeuren.\nIn deze handleiding nemen we een zaak in AGF Groothandel als voorbeeld.\nHet doel van een correcte prijsstructuur is om zo transparant en effectief mogelijk de prijs te bepalen voor de klant.\nIn de bepaalde sectoren is het belangrijk om vooraf te bepalen of u met vaste- of dagprijzen gaat werken.","aanbiedingen-en-vaste-prijsafspraken-instellen#Aanbiedingen en vaste prijsafspraken instellen":"Met aanbiedingen kunt u (voor een bepaalde periode) een product tegen een vaste prijs verkopen. Dit geldt dan voor iedere klantgroep.\nDaarnaast kunt u prijsafspraken maken met klanten. Deze kunnen op individueel klantniveau worden ingesteld. U kunt dit bijvoorbeeld doen als volgt:\nVoor klant “x” stelt u de prijs van €0,50 per komkommer\nVoor klant “x” stelt u een korting van 15% op alle vergeten groenten","handleiding-prijsberekening-in-de-backoffice-van-ecbase#Handleiding Prijsberekening in de Backoffice van ecBase":"In de backoffice van ecBase zijn er diverse mogelijkheden voor prijsberekening. In deze handleiding nemen we een AGF-zaak (Aardappelen, Groente, Fruit) als voorbeeld.","doel-van-een-correcte-prijsstructuur#Doel van een Correcte Prijsstructuur":"Het doel van een juiste prijsstructuur is om de prijs voor de klant zo transparant en effectief mogelijk te bepalen. Het is belangrijk om vooraf te beslissen of u met vaste prijzen of dagprijzen wilt werken.","staffelkorting#Staffelkorting":"Het kan aantrekkelijk zijn om met staffelkorting te werken. Bijvoorbeeld, een kist verkopen is voordeliger dan één stuk. Laat dit ook zien op uw bestelomgeving door de kistprijs met procentuele korting aan te bieden.","prijsbepaling-in-de-pijplijn#Prijsbepaling in de Pijplijn":"Laten we beginnen met de 'pijplijn' waar de prijsbepaling plaatsvindt.","verschil-tussen-inkoopprijs-en-basisprijs#Verschil tussen Inkoopprijs en Basisprijs":"Inkoopprijs: De prijs waarvoor u het product inkoopt.\nBasisprijs: De prijs waarover u de uiteindelijke prijsberekening laat lopen.\nIn bepaalde sectoren zijn de inkoopprijzen zeer flexibel, wat kan leiden tot fluctuerende verkoopprijzen. Dit is ongunstig voor zowel u als uw klant. Door de berekening over de basisprijs te laten lopen, kunt u stabielere prijzen hanteren. Bijvoorbeeld:\nKomkommer inkoopprijs gisteren: €0,35 per stuk\nKomkommer inkoopprijs vandaag: €0,15 per stuk\nStel de basisprijs in op €0,40. U behoudt een iets lagere marge bij hoge inkoop, maar een geloofwaardige prijs bij sterke prijsfluctuaties. Bij een sterke prijsdaling kunt u altijd gebruik maken van de aanbiedingsoptie.U kunt deze gegevens invoeren bij het artikel onder het tabblad 'artikel'.","voorbeeld-klantgroep-prijs-indeling#Voorbeeld Klantgroep-Prijs Indeling":"Een interessante indeling is werken met verschillende marges per klantgroep. Maak bijvoorbeeld vier klantgroepen en verdeel de klanten op basis van klantwaarde:\nKlantgroep A: Hoge waarde klanten (veel afzet, potentiële groei, lange levensduur klant, hoge klantomzet per jaar).\nKlantgroep B: Boven gemiddelde waarde klanten (meer dan gemiddelde afzet, potentiële groei, lange levensduur klant).\nKlantgroep C: Gemiddelde waarde klanten (redelijke afzet, hogere omzet per product, gemiddelde omzet per jaar).\nKlantgroep D: Onder gemiddelde waarde klanten (lage afzet, hoge omzet per product, lagere dan gemiddelde omzet per jaar, nieuwe klant, korte levensduur).\nBepaal welke marges u wilt berekenen per klantgroep, bijvoorbeeld:\nKlantgroep A: basisprijs + 15%\nKlantgroep B: basisprijs + 30%\nKlantgroep C: basisprijs + 35%\nKlantgroep D: basisprijs + 40%\nWanneer u de basisprijs van het artikel wijzigt, volgt de bovenstaande berekening. Dit zorgt voor consistente marges en een geautomatiseerde prijsberekening.","invullen-van-inkooporders-en-prijzen#Invullen van Inkooporders en Prijzen":"Wanneer u een inkooporder opslaat en als 'ontvangen' meldt, verschijnt er een popup met de vraag of u de verkoopprijzen direct wilt aanpassen. Bij het klikken op 'ok' opent een nieuw venster waar u nieuwe prijzen voor de klantgroepen kunt invullen.Hier ziet u onder andere de 'vorige inkoopprijs' en de verschillende marges die u voor de klantgroepen heeft ingesteld. Zo behoudt u eenvoudig het overzicht en de controle over uw marges."}},"/kennisbank/webshop/bestellen":{"title":"Bestellen & Winkelwagen","data":{"":"Wanneer uw klant al zijn producten heeft toegevoegd aan zijn winkelwagen, kan er besteld worden. De klant kan zijn huidige bestelling\nbekijken door op het 🛒- icoon te klikken. Hier kan men de winkelwagen/bestelling bekijken en eventueel de aantallen nog aanpassen.Hier kan/moet men een aantal gegevens invullen:","bezorgdatum#Bezorgdatum":"De bezorgdatum van de bestelling van uw klant is afhankelijk van het leverschema dat u als leverancier hebt toegewezen.\nUw klant kan via het dropdown menu een gewenst aflevermoment kiezen.","afleveradres#Afleveradres":"Wanneer uw klant meerdere afleveradressen heeft, kan worden aangegeven naar welke locatie de bestelling wordt verzonden.","coupon#Coupon":"In dit vak kan men ervoor kiezen om uw klanten te voorzien van promotiecodes. Denk bijvoorbeeld aan een bepaalde couponcode die\nvia een nieuwsbrief verstrekt word. De korting wordt dan automitsch berekend.","opmerking#Opmerking":"In het opmerkingen vak kan uw klant een notitie voor u achterlaten. Deze opmerking komt dan zichtbaar bij de bestelling in de backoffice.\nOok is de opmerking zichtbaar op de bestelbevestiging die de klant ontvangt.","betaalmethode#Betaalmethode":"Ook kunt u ervoor kiezen om een betaalmogelijkheid aan te bieden aan uw klanten. Dit kan d.m.v. koppeling met iDeal of andere aanbieders.\nWanneer al uw klanten op factuur bestellen is deze optie niet van toepassing.Wanneer alle gegevens ingevuld zijn gaat de bestelling de deur uit. De bestelling is meteen zichtbaar in de backoffice en de klant ontvangt\nnetjes een bestelbevestiging via de mail."}},"/kennisbank/webshop/bestellijsten":{"title":"Bestellijsten beheren","data":{"":"Wanneer uw klanten regelmatig bij u bestellen is het verstandig om gebruik te maken van bestellijsten.\nDeze lijsten worden door u of door de klant zelf samengesteld. Uw klant kan vanuit deze lijst gemakkelijk producten bestellen\ndie standaard gebruikt worden door uw klant.Er kunnen meerdere bestellijsten worden aangemaakt door uw klant. Denk bijvoorbeeld aan een lijst voor verschillende menu's, onderscheid tussen ontbijt/lunch/diner of\nseizoensgebonden bestellijsten.","bestellijst-aanmaken#Bestellijst aanmaken":"Om een bestellijst aan te maken, moet een klant allereerst ingelogd zijn in de bestelomgeving. Wanneer de klant nog geen inloggegevens\nheeft kan men zich registreren via de loginpagina.Om een nieuwe bestellijst aan te maken, dient de klant eerst een product te zoeken om toe te voegen aan de nieuwe bestellijst.\nDit kan de klant doen d.m.v. de zoekbalk in de navigatiebalk of door te zoeken uit het assortiment.Wanneer uw klant het gewenste artikel gevonden heeft, kan deze op 2 manieren toegevoegd worden aan zijn (nieuwe) bestellijst.\nMen kan het artikel direct toevoegen vanuit het overizcht\nMen kan de artikeldetails openen door op het artikel te klikken en vanuit dit venster het artikel toevoegen\nHierna opent het venster om het artikel toe te voegen aan de (nieuwe) bestellijst. Onderaan in dit venster kan uw klant\neen nieuwe bestellijst aanmaken. klik op '➕ Nieuwe bestellijst', geef de lijst een naam en klik op 'toevoegen'.De bestelomgeving geeft nu aan dat de lijst aangemaakt is en het artikel kan worden toegevoegd aan de nieuwe lijst.\nKies eventueel de eenheid die men wil toevoegen aan de lijst en vink het vakje voor de gewenste bestellijst aan om het\nproduct toe te  voegen aan de lijst.","bestellijst-beheren--bestellen#Bestellijst beheren & bestellen":"U kunt uw bestellijsten beheren en vanuit uw lijsten bestellen door in de navigatie balk op het 💟- icoon te klikken.\nHeeft u meer bestellijsten? Klik dan op de tekst 'Bestellijsten🔽' om al uw lijsten te tonen.Open de gewenste bestellijst en uw producten worden weergegeven. In dit scherm heeft u een aantal mogelijkheden.","producten-bestellen#Producten bestellen":"Dit gaat eenvoudig door het gewenste aantal aan te klikken d.m.v. de ➕ en ➖ knoppen achter het product. Het product wordt dan\nautomatisch toegevoegd aan uw winkelwagen. Wanneer u een groot aantal van het product nodig heeft, kunt u ook het tekstveld\nselecteren en het getal invoeren.","producten-verwijderen-uit-bestellijst#Producten verwijderen uit bestellijst":"Wanneer u een product wilt verwijderen uit de bestellijst, klik u op het 🗑️- icoon achter het product.","sortering-aanpassen#Sortering aanpassen":"U kunt de sortering aanpassen zoals de producten weergegeven worden. Klik op het dropdown boxmenu en sorteer bijvoorbeeld op categorie.\nDe producten worden dan weergegeven in de door u ingestelde artikelgroep volgorde.U kunt ook een handmatige sortering selecteren. Producten kunnen dan d.m.v. een sleepbeweging (met muis) op een persoonlijke volgorde worden weergegeven.","bestellijst-verwijderen#Bestellijst verwijderen":"Wanneer u de gehele bestellijst wilt verwijderen, klikt u op '🗑️ verwijderen' rechtsboven de bestellijst.\nDeze actie is onomkeerbaar! Let dus goed op u niet onbedoeld de lijst verwijderd wanneer u enkel een artikel uit de lijst verwijderen wilt.","naam-aanpassen-van-bestellijst#Naam aanpassen van bestellijst":"Klik op '🗒Bewerking' om de naam van de huidige lijst aan te passen.","exporteren-en-afdrukken#Exporteren en Afdrukken":"Onderaan de bestellijst heeft u nog een aantal knoppen zitten om bepaalde acties uit te voeren.\nWenst u een Excel export maken? Klik dan op '🔼Exporteren'.\nWenst u een papieren bestellijst uit te printen? Klik dan op '🖨 Afdrukken'."}},"/kennisbank/webshop/introductie":{"title":"Wat is de webshop?","data":{"":"De webshop is een online winkel waar producten worden aangeboden en verkocht die toegankelijk is via desktops of smartphones.\nHet stelt uw klanten in staat om producten te bekijken, te vergelijken en te kopen.Wij bieden veel mogelijkheden met betrekking tot het aanbieden van webshops. Vaak delen de webshops wel veel functionaliteiten.\nHier vindt u een aantal functionaliteiten:\nOnderdeel\tDoel\tHomepagina\tFungeert als landingspagina voor uw webshop. Vaak aan de bovenzijde de navigatieknoppen gevolgt door een slider met afbeeldingen. Daaronder vind u vaak 'aanbiedingen', 'artikelgroepen' en onderaan een footer met uw bedrijfsgegevens.\tBestellijsten\tWanneer uw klanten regelmatig bij uw webshop bestellen, zijn bestellijsten essentieel. Uw klanten kunnen persoonlijke bestellijsten maken en vanuit deze lijsten bestellen.\tAssortiment\tHier kunnen uw klanten uw gehele assortiment inzien. Daarnaast kunnen uw klanten gedetailleerde productinformatie verkrijgen door op de artikelen te klikken.\tOver ons\tEen pagina met informatie over uw bedrijf en visies. Verkrijg klantenbinding door een persoonlijk verhaal te vertellen.\tContact\tUw klanten kunnen via deze pagina in contact met u komen d.m.v. e-mail, telefoon of routebschrijving opvragen.\tInlogpagina\tKlanten kunnen inloggen met een gebruikersnaam en wachtwoord. Daarnaast kan een klant zijn inloggegevens opvragen of registreren.\tMijn Account\tHier vind u klant zijn gegevens. Denk aan historische facturen, bestellingen, prijsafspraken en populaire artikelen.\tWinkelwagen\tWanneer uw klant zijn winkelwagen gevuld heeft, kan deze in de winkelwagen verzonden worden. De klant heeft de optie om een afleveradres toe te voegen, leverdatum aan te passen, de aantallen aan te passen en eventueel nog een aanbieding mee te pakken.\t\nBovenstaand zijn enkele voorbeelden van een standaard (default) webshop die wij voor u kunnen samenstellen.\nDaarnaast zijn er nog tal van andere oplossingen mogelijk m.b.t. functionaliteiten.De voorbeelden die wij tonen in deze handleiding komen vanuit onze Demo bestelomgeving."}},"/kennisbank/wms-1.0/orderpick":{"title":"Orderpick","data":{}},"/kennisbank/wms-2.0/orderpick":{"title":"Orderpick","data":{}},"/kennisbank/wms-1.0/gebruiker-toevoegen":{"title":"Gebruikers toevoegen","data":{"":"Om werknemers toegang tot het systeem te verlenen dienen deze worden aangemaakt als gebruiker in de backoffice.\nDenk aan kantoorpersoneel, chauffeurs, orderpickers en productiemedewerkers. Elke gebruiker kan aan een eigen profiel worden gekoppeld.Daarnaast kunnen er nog individuele rechten worden verleend of bepaalde rollen worden ingesteld.","ga-naar-instellingen#Ga naar instellingen":"Open het instellingen venster door in de rechterbovenhoek te klikken.","ga-naar-gebruikers#Ga naar 'Gebruikers'":"Open het venster en klik op '➕ Nieuwe gebruiker'. Vul de gegevens in.","toegangsprofiel#Toegangsprofiel":"Hier kan men het profiel toekennen aan de gebruiker. Deze zijn alsvolgt:\nProfiel\tBeschrijving\tGeen Toegang\tBlokkeert een gebruiker om in te loggen in onze systemen.\tStandaard Backoffice Gebruiker\tGebruiker heeft beperkte mogelijkheden in de backoffice. Facturen etc. zijn niet zichtbaar.\tAdminstrator\tVolledig toegang tot alle functies en instellingen in onze systemen.\tStandaard WMS Gebruiker\tDeze gebruiker heeft enkel toegang tot ons WMS systeem (orderpick, productie, magazijn).\tWMS Transport Gebruiker\tDeze gebruiker heeft enkel toegang tot onze transport applicatie.\t\nGebruik een cijfercode als gebruikersnaam. In ons WMS & Transport-applicatie moet met een cijfercode ingelogd worden!"}},"/kennisbank/webshop/slider":{"title":"Afbeeldingen in een carousel (Slider)","data":{"wat-is-een-slider#Wat is een slider?":"Een carrousel slider is een element op een website of in een app dat meerdere afbeeldingen, berichten of andere content-items weergeeft in één venster dat doorloopt of roteert.\nHet lijkt op een carrousel/draaimolen waar verschillende items voorbijkomen, vandaar de naam.Het kan worden gebruikt om bijvoorbeeld meerdere afbeeldingen van producten te tonen, nieuwsberichten, klantrecensies of andere inhoud die je in een geordende volgorde wilt laten zien zonder te veel ruimte in te nemen op de pagina.\nGebruikers kunnen vaak door de items navigeren door op knoppen te klikken, via swipe-bewegingen op touchscreens of automatisch als een diavoorstelling.Carrousel sliders kunnen de gebruikerservaring verbeteren door het tonen van meerdere stukjes informatie op een beperkte ruimte, maar het is belangrijk om te onthouden dat te veel content in een carrousel de aandacht van gebruikers kan versnipperen of leiden tot minder interactie met de items die worden getoond.","verschillende-type-slider#Verschillende type slider":"Om de slider op alle apparaten correct weer te geven maken we gebruik van verschillende type sliders.\nU kunt een slider instellen voor uw bestelapplicatie en van uw bestelwebsite.","slider-instellen#Slider instellen":"Om de slider in te stellen volgt men de volgende stappen.","open-in-backoffice-instellingen#Open in backoffice 'instellingen'":"Onder het tabblad 'Website' vind men de optie 'Sliders'. Klik deze aan.","slider-aanmaken#Slider aanmaken":"Klik op knop '+ Nieuw' om een nieuwe slider aan te maken.Vul een naam in voor de slider. Vul (eventueel) een code in om de slider eenvoudiger te vinden.\nKies het type slider dat men wil instellen. Kies 'app' om de slider in te stellen voor de bestelapplicatie; Kies 'website'\nom de slider in te stellen voor de bestelomgeving.Men kan er voor kiezen om de slider actief of inactief te zetten. Zo kan men bijvoorbeeld ervoor kiezen om seizoensgebonden\nsliders te activeren of deactiveren. Denk bijvoorbeeld aan een Kerst-slider die men jaarlijks wil laten terugkomen.\nMen kan maar 1 slider tegelijk actief hebben staan.Wanneer men alle gegevens heeft ingevuld, klikt men op 'Opslaan' om de slider aan te maken.","slides-toevoegen#Slide's toevoegen":"Wanneer men de slider heeft aangemaakt, kan men beginnen met het toevoegen van het aantal slides.\nOpen de zojuist aangemaakte slider en druk op '+ Nieuwe slide'. Er open nu een venster met een aantal in te vullen velden.\nDeze tekst wordt bovenaan weergegeven in het tekstvak. Deze tekst is groter dan de andere tekst.\nHier kan men aangeven of de slider actief of niet-actief als status moet krijgen.\nDeze tekst wordt in het tekstvak weergegeven, onder de Titel. Men kan hier gebruik maken van eenvoudige\nstijl aanpassingen, zoals vet gedrukt of cursief. \nHier kan men de afbeelding selecteren die weergegeven moet worden als slide.\nHier kan men een button aanmaken waar men kan linken naar gewenste websites of interne links.\nVul bij 'Label' de tekst in die weergegeven moet worden in de button. 'Tonen als' kan men zo instellen dat de gebruiker op\ndezelfde pagina blijft (directe link) , of dat er een nieuw venster geopend word (nieuwe tab).\nBij 'Pagina type' kan men invullen of men gaat linken naar een interne pagina, zoals bijvoorbeeld uw nieuwspagina (CMS pagina),\nOf dat men doorverwezen wordt naar een externe link buiten uw website.\nGebruik een ratio van 16:9 met een maximale bestandsgrootte van 10mb per afbeelding."}},"/kennisbank/wms-1.0/installeren":{"title":"WMS installeren op Handheld / Smartphone📱","data":{"open-de-browser-van-uw-toestel#Open de browser van uw toestel":"Ons WMS werkt het meest stabiel in de Chrome browser. Download deze via:","snelkoppeling-toevoegen-aan-startscherm#Snelkoppeling toevoegen aan startscherm":"Open de browser en vul de volgende URL in https://app.ecbase.nl/wms/. Druk op de '3 verticale bolletjes' rechtsbovenin.\nDruk op 'Toevoegen aan startschem'. Er wordt nu een snelkoppeling toegevoegd aan het startscherm, zodat u deze gemakkelijk kunt\nopenen.","invullen-van-clientcode#Invullen van clientcode":"U ontvangt van ecBase een clientcode. Deze dient u hier in te vullen.\nHierna kunt u inloggen met uw eigen aangemaakte gebruikerscode.","standaard-toetsenbord-verbergen#Standaard toetsenbord verbergen":"Wanneer het toetsenbord van uw toestel continue naar boven springt, kunt u ervoor kiezen dit te verbergen.\nDownload daarom de volgende applicatie voor Android.\n'Null Input Method' kan gebruikt worden om het toetsenbord te verbergen. Wanneer het toetsenbord verschijnt, zoekt\nu in het toetsenbord naar een icoon 'toetsenbord'. Wanneer u hierop drukt, heeft u de optie om 'Null Input Method' te kiezen.\nWanneer u deze kiest, verdwijnt het standaard toetsenbord van het device en kunt u gebruik maken van ons numpad of keyboard.Bij bovenstaand voorbeeld bevindt het icoon zicht links onder. Dit kan variëren per toestel."}}}